{ "articles": [{
  "title": "An Increase In Curse Words In Books Suggests That We Value Individualism More ",
  "content": "Researchers have just found another thing for millennials to be blamed for: the last few decades have seen a major increase in swear words in books. A study of almost one million American novels found that swearing has increased dramatically since the 1950s. Jean Twenge, the professor in charge of the study, had predicted a rise in the use of curse words in literature, but she had never imagined that the difference would be so huge. According to her study, American literature published between 2005–2008 is 28 times more likely to include swearing than it was 60 years before. I guess we all need to wash our mouths out with soap.",
  "author": "Emma Oulton",
  "image": "https://typeset-beta.imgix.net/uploads/image/2017/8/8/f9c5d88c-2ceb-4131-b0db-486ef43b1537-annie-spratt-303944.jpg?w=740&h=444&fit=crop&crop=faces&auto=format&q=70&dpr=2"
}, {
  "title": "7 Harry Potter References So Specific Only True Fans Will Understand Them",
  "content": "Even in the Muggle world, you're unlikely to get through a full day without hearing a Harry Potter reference of some kind. Like the fact I just called us all Muggles, for example. Or when people describe grand old buildings as looking like Hogwarts, whether or not they actually do. But you can spot a true Harry Potter fan when they make reference to such oddly specific moments in Harry Potter that you just know they must have read the books 367 times each",
  "author": "Emma Oulton",
  "image": "https://typeset-beta.imgix.net/uploads/image/2017/8/3/fd5b7531-b9db-4135-b895-bae823d0d966-200_s.gif"
}, {
  "title": "30 Poetry Collections By Women That Will Keep You Motivated To Resist",
  "content": "Over six months out from this year’s epic Women’s March on Washington (and other sister marches that took place all over the United States and the world) women’s leadership in the resistance is as important as it’s ever been. But while all those woman-power vibes probably stayed with you for weeks after the march, without regular support from your sisters-in-protest it can be hard to always stay motivated to resist. (Especially when the headlines grow more unbelievable and government leadership increasingly dangerous, by the day.) And that’s why you should check out these poetry collections written by women — perfect for keeping you inspired, motivated, empowered, and resisting, no matter what craziness Washington might throw your way",
  "image": "https://typeset-beta.imgix.net/uploads/image/2017/8/8/2faf935a-808e-4cfd-ae4e-37daaf6293e5-poetryresistance.jpg?w=740&h=444&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }]
}
